task/task-c/openfoam/task-06/init_file/plate_base/0/p
FoamFile
{
    format ascii;
    class volScalarField;
    object p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    inlet { type zeroGradient; }
    outlet { type fixedValue; value uniform 0; }
    top { type zeroGradient; }
    upstreamWall { type zeroGradient; }
    plate { type zeroGradient; }
    downstreamWall { type zeroGradient; }
    frontAndBack { type empty; }
}
